13/data/attachments/c4c8ce018532a088.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Alexis_few_Actions_49243_1</nif:username>
            <nif:friendToBeRequested>soap_actions_203e7914-ea8b-4c73-8c52-e3738f632afd</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>